Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/ruby-omegat.tmx
Source language: en_us
Languages: pt_br

source: Looks like a Rails directory - Use a Rails project instead
pt_br: Parece ser um diretório Rails - Utilize um projeto Rails

source: Version:
pt_br: Versão:

source: Versions:
pt_br: Versões:

source: Installed Version
pt_br: Versão instalada

source: Available Version
pt_br: Versão disponível

source: The "gem" tool is installed on your system, but the gem repository could not be found.
pt_br: A ferramenta "gem" está instalada em seu sistema, mas o repositório gem não foi localizado.

source: You may try to set $GEM_HOME and run IDE again.
pt_br: Você deve tentar definir o $GEM_HOME e executar o IDE novamente.

source: See http://wiki.netbeans.org/wiki/view/RubyGems
pt_br: Veja http://wiki.netbeans.org/wiki/view/RubyGems

source: Gem Installation Settings
pt_br: Configurações da instação do Gem

source: Your Ruby installation does not appear to have Ruby Gems installed.
pt_br: Sua instalação Ruby não parece ter o Ruby Gems instalado.

source: Cannot find "gem" command either in the interpreter's folder or on the system path.
pt_br: Não foi possível localizar o comando "gem" no diretório do interpretador tão pouco no path do sistema.

source: You are using /usr/bin/ruby on Mac OSX.
pt_br: Você está utilizando /usr/bin/ruby no Mac OSX.

source: This Ruby installation does not have Ruby Gems installed, and is known to have other problems.
pt_br: Esta instalação do Ruby não tem o Ruby Gems instalado além de ter outros problemas conhecidos.

source: Please visit http://wiki.netbeans.org/wiki/view/RubyInstallationMac for more information.
pt_br: Por favor visite http://wiki.netbeans.org/wiki/view/RubyInstallationMac para maiores informações.

source: The gem directory is not writable as this user.
pt_br: O diretório gem não está habilitado para escrita neste usuáio.

source: Either install your gems elsewhere by setting $GEM_HOME to an alternative (and writable) directory before launching NetBeans, or run as root, or manually change the gem directory file permissions, or build your own Ruby installation with user permissions.
pt_br: Instale seu gems em outro local configurando o $GEM_HOME para um diretório alternativo (com permissão de escrita) antes de executar o NetBeans ou execute como root ou modifique manualmente as permissões do diretório do arquivo gem ou compile sua própria instalação do Ruby com permissões para este usuário.

source: See http://wiki.netbeans.org/wiki/view/RubyGems for more.
pt_br: Veja http://wiki.netbeans.org/wiki/view/RubyGems para mais detalhes.

source: Running gem command, please wait.
pt_br: Executando comando gem, por favor aguarde.

source: Gem Installation
pt_br: Instalação do Gem

source: Latest
pt_br: Mais recente

source: Check NetBeans proxy settings.
pt_br: Verifique as configurações de proxy do NetBeans.

source: Filtering...
pt_br: Filtrando...

source: Gem Uninstallation
pt_br: Desinstalação do Gem

source: Gem(s) Update
pt_br: Atualização de Gem(s)

source: Update Failed
pt_br: A atualização falhou

source: Update Succeeded
pt_br: A atualização terminou com sucesso

source: &Show gem output
pt_br: Mo&strar saída do gem

source: Dependencies:
pt_br: Dependências:

source: &Exclude
pt_br: &Excluir

source: &Include
pt_br: &Incluir

source: &Version:
pt_br: &Versão:

source: &Search:
pt_br: &Procurar:

source: New Gems
pt_br: Novo Gems

source: &Reload Gems
pt_br: &Recarregar Gems

source: Updated
pt_br: Atualizado

source: Gem Panel
pt_br: Painel Gem

source: Gems Tabs
pt_br: Abas Gems

source: Description
pt_br: Descrição

source: Installed List
pt_br: Lista dos instalados

source: Gem List
pt_br: Lista do Gem

source: Updated List
pt_br: Lista atualizada

source: Stop
pt_br: Parar

source: Rerun
pt_br: Re-executar
